export const feedbacks = [
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
];

export { userDefault as user } from "ui/src/organisms/SideBar/index.stories";
