export const feedbacks = [
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
  {
    section: "자기소개",
    teacher: "육기준",
    content:
      "프로젝트에서 한 경험이나 그 프로젝트를 통해 배우거나 느낀점을 사례 중심으로 자세하게 적어주면 좋을 것 같아요. 그냥 ~~했다 라는 식으로 적고 끝내면 친구가 그 프로젝트를 통해 어떤 것을 얻었는지, 어떻게 성장하게 되었는지를 알 수 없어서 그 부분을 더 추가해주세요.",
  },
];

export const introduce = {
  title:
    "안녕하세요 :) 항상 좋은 코드를 만들어나가는 뿌듯함으로 하루하루 나아가고 있습니다. 👍",
  content:
    "문제파악부터 설계, 평가까지 복잡한 프로세스를 거쳐 만든 프로그램이 좋은 평가를 받을 때, 그 어떤 일보다 큰 성취감을 느낍니다. 읽기 쉬운 코드, 모듈화가 쉬운 코드를 지향하며 꾸준히 성장하는 개발자가 되고싶습니다.",
};

export { userDefault as user } from "ui/src/organisms/SideBar/index.stories";
